{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora discovers evidence of Elder Matthias's bribery regarding the Silverbrook Bridge collapse\",\n        \"Sora reveals the truth about falsified bridge inspection records during a village gathering\",\n        \"Elder Matthias confesses to taking a bribe that led to the deaths of three merchants\",\n        \"Constable Harwick arrests Elder Matthias for his role in the cover-up\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"newDetails\": [\n                \"Has a supernatural ability to read emotional echoes from objects\",\n                \"Daughter of a seamstress named Elara\",\n                \"Around 18 years old\",\n                \"Inherited a mysterious ability from her grandmother to sense emotional histories of objects\"\n            ]\n        },\n        {\n            \"name\": \"Elder Matthias\",\n            \"newDetails\": [\n                \"Village leader for 20 years\",\n                \"Took a bribe to falsify bridge inspection records\",\n                \"Believes his actions were meant to preserve village prosperity\",\n                \"Now facing potential exile or imprisonment\"\n            ]\n        },\n        {\n            \"name\": \"Elara Ashworth\",\n            \"newDetails\": [\n                \"Sora's mother, a seamstress\",\n                \"Knows about her daughter's supernatural ability\",\n                \"Deliberately protected Sora from societal judgment about her gift\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Tension between Sora and Elder Matthias revealed through confrontation\",\n        \"Supportive mother-daughter relationship between Sora and Elara\",\n        \"Community fracturing due to the revelation of Matthias's corruption\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's internal conflict about revealing a devastating truth\",\n        \"Samuel Brightwater's grief over his father's death\",\n        \"Elder Matthias's guilt and eventual confession\",\n        \"Community's collective shock and processing of the revelation\"\n    ],\n    \"foreshadowing\": [\n        \"The silver ring with an eye symbol suggests a larger network of people with Sora's ability\",\n        \"Hints about Sora potentially using her gift for future investigations\",\n        \"Suggestion that the merchant's guild might have deeper corruption\"\n    ],\n    \"unresolvedThreads\": [\n        \"Whereabouts of Garrett Stonefield, the merchant who bribed Matthias\",\n        \"Full extent of corruption within the village leadership\",\n        \"Potential consequences for Sora after exposing the truth\",\n        \"Details about the generations of women with supernatural abilities in Sora's family\"\n    ],\n    \"shortSummary\": \"Sora Ashworth uses her unique ability to sense emotional echoes from objects to expose Elder Matthias's corrupt role in a bridge collapse that killed three merchants. Her revelation transforms the village's understanding of a tragic event and challenges its existing power structures.\"\n}"
    },
    {
      "id": "1755159744442",
      "title": "Untitled",
      "approved": false,
      "book": "Book 1",
      "order": 2
    }
  ]
}