{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora discovers corruption in old village ledgers about the Silverbrook Bridge collapse\",\n        \"Elder Matthias is confronted about taking a bribe to falsely declare a bridge safe\",\n        \"Constable Harwick arrests Elder Matthias after public revelation of his crimes\",\n        \"The village prepares for potential leadership changes and magistrate investigation\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"details\": [\n                \"18 years old\",\n                \"Daughter of a seamstress named Elara\",\n                \"Has supernatural ability to read emotional 'echoes' from objects\",\n                \"First time using her ability for major public revelation\"\n            ]\n        },\n        {\n            \"name\": \"Elder Matthias\",\n            \"details\": [\n                \"Village leader for 20 years\",\n                \"Took a bribe to falsify bridge inspection reports\",\n                \"Responsible for deaths of three merchants\",\n                \"Arrested and facing potential exile or imprisonment\"\n            ]\n        },\n        {\n            \"name\": \"Mrs. Elmsworth\",\n            \"details\": [\n                \"Potential future village council member\",\n                \"Lost her nephew in the bridge collapse\",\n                \"Helped expose Elder Matthias's corruption\"\n            ]\n        },\n        {\n            \"name\": \"Samuel Brightwater\",\n            \"details\": [\n                \"Son of Thomas Brightwater (one of the merchants who died)\",\n                \"Carpenter by trade\",\n                \"Harbored long-standing grief about his father's death\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Sora and her mother develop a deeper understanding about her supernatural gift\",\n        \"Village community fractures between those supporting and opposing the truth revelation\",\n        \"Elder Matthias loses all political and social standing in the community\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora feeling the merchant's terror and guilt through object echoes\",\n        \"Samuel Brightwater confronting the man responsible for his father's death\",\n        \"Elder Matthias's breakdown an"
    }
  ]
}