{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora discovers historical evidence of Elder Matthias taking a bribe that led to the Silverbrook Bridge collapse\",\n        \"Elder Matthias publicly confesses to falsifying bridge inspection records\",\n        \"Constable Harwick arrests Elder Matthias for his role in the bridge disaster\",\n        \"Village community confronts the truth about the merchants' deaths\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"revelations\": [\n                \"Has a supernatural ability to read emotional echoes from objects\",\n                \"Inherited this gift from her grandmother\",\n                \"Daughter of a seamstress named Elara\",\n                \"First time using her ability to expose a significant historical injustice\"\n            ]\n        },\n        {\n            \"name\": \"Elder Matthias\",\n            \"revelations\": [\n                \"Village leader who accepted a bribe to falsify bridge inspection\",\n                \"Responsible for three merchant deaths\",\n                \"Attempted to justify his actions as necessary for village prosperity\",\n                \"Ultimately arrested for his crimes\"\n            ]\n        },\n        {\n            \"name\": \"Samuel Brightwater\",\n            \"revelations\": [\n                \"Son of Thomas Brightwater, one of the merchants who died\",\n                \"Lost his mother to grief over the incident\",\n                \"Supports Sora's exposure of the truth\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Tension between Sora and Elder Matthias escalates from respect to confrontation\",\n        \"Community's trust in Elder Matthias completely destroyed\",\n        \"Sora and her mother develop a deeper understanding of her supernatural gift\",\n        \"Village community becomes divided over the revelation\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's confrontation with Elder Matthias revealing his guilt\",\n        \"Samuel Brightwater's grief and validation\",\n        \"Elder Matthias's final moment of vulnerability and admission\",\n        \"Sora's realization of her gift's potential for justice\"\n    ],\n    \"foreshadowing\": [\n        \"Silver ring with an eye symbol suggesting a larger network of people with similar abilities\",\n        \"Hints about Sora's grandmother's similar supernatural gift\",\n        \"Potential future conflicts arising from Sora's newfound prominence\",\n        \"Suggestion of more hidden village secrets waiting to be uncovered\"\n    ],\n    \"unresolvedThreads\": [\n        \"The full extent of Sora's supernatural ability\",\n        \"Potential location and fate of Garrett Stonefield, the merchant who bribed Matthias\",\n        \"Future leadership of Millhaven village\",\n        \"Possible consequences for Sora after exposing Elder Matthias\"\n    ],\n    \"shortSummary\": \"Sora Ashworth uses her supernatural ability to read emotional echoes from objects to expose Elder Matthias's corruption in a historical bridge collapse. Her revelation leads to his arrest and forces the village to confront a long-buried truth about three merchants' deaths.\"\n}"
    }
  ]
}