{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora discovers Elder Matthias falsified bridge inspection reports for a bribe\",\n        \"Elder Matthias admits to accepting payment to declare an unsafe bridge sound\",\n        \"Three merchants died in the bridge collapse five years earlier\",\n        \"Matthias is arrested and will face judgment from a magistrate\",\n        \"The village festival is effectively canceled due to the revelations\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"abilities\": [\"Can read emotional echoes from objects\", \"Inherited ability from maternal lineage\"],\n            \"background\": \"Daughter of a seamstress, 18 years old, first major public action revealing a community secret\"\n        },\n        {\n            \"name\": \"Elder Matthias\",\n            \"status\": \"Arrested, awaiting magistrate's judgment\",\n            \"actions\": \"Accepted bribe to falsify bridge inspection, caused merchants' deaths\",\n            \"motivation\": \"Wanted to secure trade route and village prosperity\"\n        },\n        {\n            \"name\": \"Mrs. Elmsworth\",\n            \"role\": \"Potential future village leader, lost nephew in bridge collapse\",\n            \"actions\": \"Supported Sora's revelations, organized community response\"\n        },\n        {\n            \"name\": \"Samuel Brightwater\",\n            \"background\": \"Son of Thomas Brightwater (merchant who died in collapse)\",\n            \"emotional state\": \"Grieving, seeking justice for his father\"\n        }\n    ],\n    \"relationships\": [\n        \"Sora and her mother establish open communication about her inherited ability\",\n        \"Community's trust in Elder Matthias completely destroyed\",\n        \"Emerging solidarity among families who lost loved ones in bridge collapse\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's realization of her ability's potential for revealing truth\",\n        \"Samuel's grief and relief at finally understanding his father's death\",\n        \"Elder Matthias's breakdown and admission of guilt\"\n    ],\n    \"foreshadowing\": [\n        \"Sora's inherited ring with symbolic eye suggests a larger network of people with similar abilities"
    }
  ]
}