{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora discovers evidence of Elder Matthias's bribery regarding the Silverbrook Bridge collapse\",\n        \"Sora reveals the truth about falsified bridge inspection records during a village gathering\",\n        \"Elder Matthias confesses to taking a bribe that led to the deaths of three merchants\",\n        \"Constable Harwick arrests Elder Matthias for his role in the cover-up\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"newDetails\": [\n                \"Has a supernatural ability to read emotional echoes from objects\",\n                \"Daughter of a seamstress named Elara\",\n                \"Around 18 years old\",\n                \"Inherited a mysterious ability from her grandmother to sense emotional histories of objects\"\n            ]\n        },\n        {\n            \"name\": \"Elder Matthias\",\n            \"newDetails\": [\n                \"Village leader for 20 years\",\n                \"Took a bribe to falsify bridge inspection records\",\n                \"Believes his actions were meant to preserve village prosperity\",\n                \"Now facing potential exile or imprisonment\"\n            ]\n        },\n        {\n            \"name\": \"Elara Ashworth\",\n            \"newDetails\": [\n                \"Sora's mother, a seamstress\",\n                \"Knows about her daughter's supernatural ability\",\n                \"Deliberately protected Sora from societal judgment about her gift\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Tension between Sora and Elder Matthias revealed through confrontation\",\n        \"Supportive mother-daughter relationship between Sora and Elara\",\n        \"Community fracturing due to the revelation of Matthias's corruption\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's internal conflict about revealing a devastating truth\",\n        \"Samuel Brightwater's grief over his father's death\",\n        \"Elder Matthias's guilt and eventual confession\",\n        \"Community's collective shock and processing of the revelation\"\n    ],\n    \"foreshadowing\": [\n        \"The silver ring with an eye symbol suggests a larger network of people with Sora's ability\",\n        \"Hints about Sora potentially using her gift for future investigations\",\n        \"Suggestion that the merchant's guild might have deeper corruption\"\n    ],\n    \"unresolvedThreads\": [\n        \"Whereabouts of Garrett Stonefield, the merchant who bribed Matthias\",\n        \"Full extent of corruption within the village leadership\",\n        \"Potential consequences for Sora after exposing the truth\",\n        \"Details about the generations of women with supernatural abilities in Sora's family\"\n    ],\n    \"shortSummary\": \"Sora Ashworth uses her unique ability to sense emotional echoes from objects to expose Elder Matthias's corrupt role in a bridge collapse that killed three merchants. Her revelation transforms the village's understanding of a tragic event and challenges its existing power structures.\"\n}"
    },
    {
      "id": "1755159744442",
      "title": "Rust and Resonance",
      "approved": false,
      "book": "Book 1",
      "order": 2,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora arrives in Glyphmere and starts work at the Adventurer's Guild Archives\",\n        \"Sora meets Kael Ironwood, who is seeking information about his father's mysterious death\",\n        \"Using her divination gift, Sora reveals that Kael's father Marcus Ironwood was murdered by Thomas Graystone and an unknown accomplice\",\n        \"Discovery of a potential conspiracy within the Guild involving cover-ups and hidden truths\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"newDetails\": [\n                \"Has a divination/empathic magical gift\",\n                \"Comes from Millbrook village\",\n                \"Previously involved in revealing truth about Elder Matthias\",\n                \"Starts as a clerical assistant in the Guild Archives\"\n            ]\n        },\n        {\n            \"name\": \"Kael Ironwood\",\n            \"details\": [\n                \"Bronze-ranked adventurer\",\n                \"Son of murdered adventurer Marcus Ironwood\",\n                \"Seeking truth about his father's death\"\n            ]\n        },\n        {\n            \"name\": \"Thomas Graystone\",\n            \"details\": [\n                \"Former active adventurer\",\n                \"Now works as a Guild assessor\",\n                \"Involved in Marcus Ironwood's murder\"\n            ]\n        },\n        {\n            \"name\": \"Master Aldric\",\n            \"details\": [\n                \"Head archivist\",\n                \"Elderly dwarf\",\n                \"Pragmatic and experienced\"\n            ]\n        },\n        {\n            \"name\": \"Elena Brightquill\",\n            \"details\": [\n                \"Junior clerk in the Archives\",\n                \"Efficient and knowledgeable\",\n                \"Helpful to Sora\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Sora and Kael form an alliance to investigate his father's murder\",\n        \"Elena becomes a potential mentor/ally for Sora in the Guild\",\n        \"Subtle tension between Sora and the Guild system regarding hidden truths\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's sense of purpose in uncovering hidden truths\",\n        \"Kael's grief and determination to understand his father's death\",\n        \"Sora's transition from hiding her gift to actively using it to help others\"\n    ],\n    \"foreshadowing\": [\n        \"Hints of larger conspiracy within the Guild\",\n        \"Potential future conflicts around Sora's magical abilities\",\n        \"Unresolved mystery about the shrine and what Marcus Ironwood discovered\"\n    ],\n    \"unresolvedThreads\": [\n        \"Identity of the unknown accomplice in Marcus Ironwood's murder\",\n        \"What valuable or dangerous information was being hidden\",\n        \"Potential broader corruption within the Adventurer's Guild\"\n    ],\n    \"shortSummary\": \"Sora Ashworth begins her work at the Glyphmere Adventurer's Guild Archives and immediately becomes involved in investigating a mysterious murder from years past. Through her unique magical abilities, she helps Kael Ironwood uncover the truth about his father's death, revealing a potential conspiracy within the Guild.\"\n}"
    },
    {
      "id": "1755164980632",
      "title": "Untitled",
      "approved": false,
      "book": "Book 1",
      "order": 3
    }
  ]
}