{
  "displayName": "The Archivist Mage and Her Living History ",
  "sanitizedName": "The_Archivist_Mage_and_Her_Living_History",
  "premise": "Sora, a junior clerk at the Victoria Guild, possesses a unique magic: she can \"read\" residual magic in objects, places, and people. This ability allows her to uncover historical fragments, emotional echoes, and hidden truths.",
  "createdAt": "2025-08-11T22:50:48.863Z",
  "books": {
    "Book 1": {
      "name": "Book 1"
    }
  },
  "chapters": [
    {
      "id": "1754977389138",
      "title": "The Ledger and the Lie",
      "createdAt": "2025-08-12T05:43:09.138Z",
      "updatedAt": "2025-08-13T00:17:50.202Z",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "Here's a structured JSON summary of the chapter:\n\n{\n  \"plotPoints\": [\n    \"Sora discovers Elder Matthias falsified bridge inspection records\",\n    \"Elder Matthias is arrested after confessing to taking a bribe\",\n    \"The truth about the Silverbrook Bridge collapse is revealed\",\n    \"Sora learns about her inherited ability to read emotional echoes from objects\"\n  ],\n  \"characters\": [\n    {\n      \"name\": \"Sora Ashworth\",\n      \"newDetails\": [\n        \"Has an inherited ability to read emotional echoes from objects\",\n        \"Daughter of Elara Ashworth, a seamstress\",\n        \"Around 18 years old\",\n        \"Has unusual amber-colored eyes like her mother\"\n      ]\n    },\n    {\n      \"name\": \"Elder Matthias\",\n      \"newDetails\": [\n        \"Village leader for 20 years\",\n        \"Took a bribe to falsify bridge inspection records\",\n        \"Caused the deaths of three merchants by approving an unsafe bridge\"\n      ]\n    },\n    {\n      \"name\": \"Elara Ashworth\",\n      \"newDetails\": [\n        \"Knows about Sora's special ability\",\n        \"Daughter of a woman with similar abilities\",\n        \"Protective of Sora's gift\"\n      ]\n    }\n  ],\n  \"relationships\": [\n    \"Tension between Sora and Elder Matthias\",\n    \"Supportive mother-daughter relationship between Sora and Elara\",\n    \"Growing respect between Sora and Mrs. Elmsworth\"\n  ],\n  \"emotionalBeats\": [\n    \"Sora's moral conflict about revealing the truth\",\n    \"Elder Matthias's guilt and eventual confession\",\n    \"Families' grief and potential closure about the bridge collapse\"\n  ],\n  \"foreshadowing\": [\n    \"The silver ring with the eye symbol\",\n    \"Hints about a lineage of women with special abilities\",\n    \"Potential future conflicts in the village\",\n    \"Sora's emerging role as a truth-revealer\"\n  ],\n  \"unresolvedThreads\": [\n    \"The full extent of Sora's ability to read object echoes\",\n    \"The merchant Garrett Stonefield's whereabouts\",\n    \"The future leadership of Millhaven village\",\n    \"The broader implications of the bridge collapse investigation\"\n  ],\n  \"shortSummary\": \"Sora Ashworth uses her unique ability to uncover a five-year-old conspiracy involving Elder Matthias's corrupt bridge inspection, leading to his arrest and the revelation of hidden village secrets. Her discovery sets the stage for significant changes in Millhaven's leadership and community dynamics.\"\n}"
    },
    {
      "id": "1755159744442",
      "title": "Rust and Resonance",
      "approved": false,
      "book": "Book 1",
      "order": 2,
      "summary": "{\n    \"plotPoints\": [\n        \"Sora arrives in Glyphmere and starts work at the Adventurer's Guild Archives\",\n        \"Sora meets Kael Ironwood, who is seeking information about his father's mysterious death\",\n        \"Using her divination gift, Sora reveals that Kael's father Marcus Ironwood was murdered by Thomas Graystone and an unknown accomplice\",\n        \"Discovery of a potential conspiracy within the Guild involving cover-ups and hidden truths\"\n    ],\n    \"characters\": [\n        {\n            \"name\": \"Sora Ashworth\",\n            \"newDetails\": [\n                \"Has a divination/empathic magical gift\",\n                \"Comes from Millbrook village\",\n                \"Previously involved in revealing truth about Elder Matthias\",\n                \"Starts as a clerical assistant in the Guild Archives\"\n            ]\n        },\n        {\n            \"name\": \"Kael Ironwood\",\n            \"details\": [\n                \"Bronze-ranked adventurer\",\n                \"Son of murdered adventurer Marcus Ironwood\",\n                \"Seeking truth about his father's death\"\n            ]\n        },\n        {\n            \"name\": \"Thomas Graystone\",\n            \"details\": [\n                \"Former active adventurer\",\n                \"Now works as a Guild assessor\",\n                \"Involved in Marcus Ironwood's murder\"\n            ]\n        },\n        {\n            \"name\": \"Master Aldric\",\n            \"details\": [\n                \"Head archivist\",\n                \"Elderly dwarf\",\n                \"Pragmatic and experienced\"\n            ]\n        },\n        {\n            \"name\": \"Elena Brightquill\",\n            \"details\": [\n                \"Junior clerk in the Archives\",\n                \"Efficient and knowledgeable\",\n                \"Helpful to Sora\"\n            ]\n        }\n    ],\n    \"relationships\": [\n        \"Sora and Kael form an alliance to investigate his father's murder\",\n        \"Elena becomes a potential mentor/ally for Sora in the Guild\",\n        \"Subtle tension between Sora and the Guild system regarding hidden truths\"\n    ],\n    \"emotionalBeats\": [\n        \"Sora's sense of purpose in uncovering hidden truths\",\n        \"Kael's grief and determination to understand his father's death\",\n        \"Sora's transition from hiding her gift to actively using it to help others\"\n    ],\n    \"foreshadowing\": [\n        \"Hints of larger conspiracy within the Guild\",\n        \"Potential future conflicts around Sora's magical abilities\",\n        \"Unresolved mystery about the shrine and what Marcus Ironwood discovered\"\n    ],\n    \"unresolvedThreads\": [\n        \"Identity of the unknown accomplice in Marcus Ironwood's murder\",\n        \"What valuable or dangerous information was being hidden\",\n        \"Potential broader corruption within the Adventurer's Guild\"\n    ],\n    \"shortSummary\": \"Sora Ashworth begins her work at the Glyphmere Adventurer's Guild Archives and immediately becomes involved in investigating a mysterious murder from years past. Through her unique magical abilities, she helps Kael Ironwood uncover the truth about his father's death, revealing a potential conspiracy within the Guild.\"\n}"
    },
    {
      "id": "1755164980632",
      "title": "Untitled",
      "approved": false,
      "book": "Book 1",
      "order": 3
    }
  ]
}