{
  "displayName": "Golemheart",
  "sanitizedName": "Golemheart",
  "premise": "Nyra Remniel, a quirky and clever native of Elarion, begins her journey weak and overlooked but grows through mastering Witchcraft, sparking unintended revolutions with her reform-minded spirit. Alongside Cairn, her golem companion, she blends cozy slice-of-life adventures with high drama, bridging cultures and uncovering the world’s hidden secrets.",
  "createdAt": "2025-08-16T05:12:02.066Z",
  "books": {
    "Book 1": {
      "name": "Roots of Witchcraft"
    }
  },
  "chapters": [
    {
      "id": "1755357871931",
      "title": "Echoes of an Ancient Awakening",
      "approved": false,
      "book": "Book 1",
      "order": 1,
      "summary": "{\n  \"plotPoints\": [\n    \"Lin Xiu accepts a mysterious dungeon investigation contract from the Ministry of Magical Anomalies\",\n    \"The dungeon appears to be pre-Cataclysm in origin and exhibits unusual behavior\",\n    \"Three previous survey teams have reported inconsistent and strange experiences in the dungeon\",\n    \"Lin Xiu decides to bring her golem companion Cairn on the mission\"\n  ],\n  \"characters\": [\n    {\n      \"name\": \"Lin Xiu\",\n      \"background\": [\n        \"Experienced adventurer with Bronze-rank status\",\n        \"Trained in Witchcraft by her grandmother\",\n        \"Believes in the spiritual consciousness of magical constructions\",\n        \"Deeply curious about ancient magical phenomena\"\n      ]\n    },\n    {\n      \"name\": \"Mira\",\n      \"background\": [\n        \"Experienced receptionist at the Adventurer's Guild\",\n        \"Has worked at the guild for almost five years\",\n        \"Demonstrates intuitive understanding of magical contracts\"\n      ]\n    },\n    {\n      \"name\": \"Cairn\",\n      \"background\": [\n        \"Lin Xiu's golem companion\",\n        \"Potentially unique in nature\",\n        \"Invited to accompany Lin Xiu on the dungeon investigation\"\n      ]\n    }\n  ],\n  \"relationships\": [\n    \"Professional rapport between Lin Xiu and Mira\",\n    \"Implied close working relationship between Lin Xiu and Cairn\"\n  ],\n  \"emotionalBeats\": [\n    \"Lin Xiu's excitement about investigating an unknown magical phenomenon\",\n    \"Underlying sense of caution about the dungeon's unusual properties\",\n    \"Nostalgia and respect for her grandmother's magical teachings\"\n  ],\n  \"foreshadowing\": [\n    \"The dungeon's ability to change and seemingly observe survey teams\",\n    \"Mysterious pre-Cataclysm runes that shift when observed\",\n    \"Hints of an ancient, potentially sentient magical construct\",\n    \"Standing stones in a perfect circle marking the dungeon entrance\"\n  ],\n  \"unresolvedThreads\": [\n    \"The true nature and origin of the shape-shifting dungeon\",\n    \"The purpose of the dungeon's apparent consciousness\",\n    \"What happened to the previous survey teams\",\n    \"The significance of the pre-Cataclysm magical signatures\"\n  ],\n  \"shortSummary\": \"Lin Xiu accepts a high-risk dungeon investigation contract for the Ministry of Magical Anomalies, involving a mysterious pre-Cataclysm site that appears to have its own consciousness. The investigation promises to challenge everything known about magical constructs and ancient magical practices.\"\n}"
    }
  ]
}